Repository: yeager/beloningskartan
Catalog: po/*.po
Languages: sv

source: Reward Chart
sv: Belöningskartan

source: Export
sv: Exportera

source: Choose export format:
sv: Välj exportformat:

source: Cancel
sv: Avbryt

source: Save Export
sv: Spara export

source: Exported %s
sv: Exporterade %s

source: Export error: %s
sv: Exportfel: %s

source: Add Goal
sv: Lägg till mål

source: Export (Ctrl+E)
sv: Exportera (Ctrl+E)

source: Export Progress
sv: Exportera framsteg

source: About Reward Chart
sv: Om Belöningskartan

source: Quit
sv: Avsluta

source: Your Goals
sv: Dina mål

source: Earn stars by completing tasks!
sv: Tjäna stjärnor genom att slutföra uppgifter!

source: Good job! +1⭐
sv: Bra jobbat! +1⭐

source: Great! +3⭐
sv: Fantastiskt! +3⭐

source: Amazing! +5⭐
sv: Otroligt bra! +5⭐

source: Added %d stars! Total: %d
sv: Lade till %d stjärnor! Totalt: %d

source: What do you want to work towards?
sv: Vad vill du jobba fram till?

source: Goal name (e.g. 'New toy')
sv: Målets namn (t.ex. "Ny leksak")

source: Stars needed:
sv: Stjärnor som behövs:

source: Add
sv: Lägg till

source: Claim! 🎉
sv: Du klarade det! 🎉

source: 🎉 Goal claimed!
sv: 🎉 Målet uppnått!

source: Visual reward system with stars and goals
sv: Visuellt belöningssystem med stjärnor och mål

source: Date
sv: Datum

source: Details
sv: Detaljer

source: Result
sv: Resultat

source: Brush teeth
sv: Borsta tänderna

source: Get dressed
sv: Klä på sig

source: Tidy room
sv: Städa sitt rum

source: Read a book
sv: Läsa en bok

source: Toggle dark/light theme
sv: Växla mörkt/ljust tema

source: My Goals
sv: Mina mål

source: Reset All
sv: Återställ alla

source: %d of %d
sv: %d av %d

source: Goal reached!
sv: Målet uppnått!

source: New Goal
sv: Nytt mål

source: Enter goal name:
sv: Mata in målets namn:

source: e.g. Brush teeth
sv: t.ex. Borsta tänderna

source: Welcome
sv: Välkommen

source: Welcome to Reward Chart
sv: Välkommen till Belöningskartan

source: Motivate with stars and goals. ✓ Set goals and earn stars ✓ Visual progress tracking ✓ Customizable rewards ✓ Positive reinforcement
sv: Motivera med stjärnor och mål. ✓ Sätt upp mål och tjäna stjärnor ✓ Visuell framstegsspårning ✓ Anpassningsbara belöningar ✓ Positiv förstärkning

source: Get Started
sv: Kom igång
